// Main Menu
"About Epson Printer Utility Lite" = "Πληροφορίες για το Epson Printer Utility Lite";
"Preferences..." = "Προτιμήσεις…";
"Services" = "Υπηρεσίες";
"Hide Epson Printer Utility Lite" = "Απόκρυψη Epson Printer Utility Lite";
"Hide Others" = "Απόκρυψη άλλων";
"Show All" = "Εμφάνιση όλων";
"Quit Epson Printer Utility Lite" = "Τερματισμός Epson Printer Utility Lite";

"File" = "Αρχείο";
"Close" = "Κλείσιμο";

"Window" = "Παράθυρο";
"Minimize" = "Ελαχιστοποίηση";
"Zoom" = "Ζουμ";
"Bring All to Front" = "Μεταφορά όλων σε πρώτο πλάνο";

"Help" = "Βοήθεια";

// Main Window
"Printer List" = "Λίστα εκτυπωτών";
"This printer has been paused." = "Αυτός ο εκτυπωτής έχει τεθεί σε παύση.";
"Communication error" = "Σφάλμα επικοινωνίας";
"Ink Levels" = "Επίπεδα μελανιού";
"Update" = "Ενημέρωση";
"Nozzle Check" = "Έλεγχος ακροφυσίων";
"Head Cleaning" = "Καθαρισμός της κεφαλής";
"Information Not Available" = "Δεν διατίθενται πληροφορίες";

"Version" = "Έκδοση";

/* Alert Strings */
"UTAlert_1" = "Ο εκτυπωτής δεν έχει καταχωριστεί.";
"UTAlert_OKButton" = "OK";

/* Color Strings */
"Black" = "Μαύρο";
"Color" = "Χρώμα";
"MatteBlack" = "Ματ μαύρο";
"PhotoBlack" = "Μαύρο φωτογραφιών";
"LightBlack" = "Φωτεινό μαύρο";
"LightLightBlack" = "Πολύ αχνό μαύρο";
"Cyan" = "Γαλάζιο";
"LightCyan" = "Ανοιχτό γαλάζιο";
"Magenta" = "Ματζέντα";
"LightMagenta" = "Ανοιχτό ματζέντα";
"Yellow" = "Κίτρινο";
"DarkYellow" = "Σκούρο κίτρινο";
"Red" = "Κόκκινο";
"Blue" = "Μπλε";
"GlossOptimizer" = "Βελτιστοποίηση στιλπνότητας";
"VividMagenta" = "Ζωντανό ματζέντα";
"VividLightMagenta" = "Ζωντανό αχνό ματζέντα";
"Orange" = "Πορτοκαλί";
"Green" = "Πράσινο";
"Unknown" = "Άγνωστο";
"PrintPack" = "Πακέτο εκτύπωσης";

"LFP Black" = "Μαύρο";
"LFP MatteBlack" = "Ματ μαύρο";
"LFP PhotoBlack" = "Μαύρο φωτογραφιών";
"LFP LightBlack" = "Φωτεινό μαύρο";
"LFP LightLightBlack" = "Πολύ αχνό μαύρο";
"LFP Cyan" = "Γαλάζιο";
"LFP LightCyan" = "Ανοιχτό γαλάζιο";
"LFP Magenta" = "Ματζέντα";
"LFP LightMagenta" = "Ανοιχτό ματζέντα";
"LFP Yellow" = "Κίτρινο";
"LFP DarkYellow" = "Σκούρο κίτρινο";
"LFP Red" = "Κόκκινο";
"LFP Blue" = "Μπλε";
"LFP GlossOptimizer" = "Βελτιστοποίηση στιλπνότητας";
"LFP VividMagenta" = "Ζωντανό ματζέντα";
"LFP VividLightMagenta" = "Ζωντανό αχνό ματζέντα";
"LFP Orange" = "Πορτοκαλί";
"LFP Green" = "Πράσινο";

"EAI Black" = "Μαύρο";
"EAI MatteBlack" = "Ματ μαύρο";
"EAI PhotoBlack" = "Μαύρο φωτογραφιών";
"EAI LightBlack" = "Φωτεινό μαύρο";
"EAI LightLightBlack" = "Πολύ αχνό μαύρο";
"EAI Cyan" = "Γαλάζιο";
"EAI LightCyan" = "Ανοιχτό γαλάζιο";
"EAI Magenta" = "Ματζέντα";
"EAI LightMagenta" = "Ανοιχτό ματζέντα";
"EAI Yellow" = "Κίτρινο";
"EAI DarkYellow" = "Σκούρο κίτρινο";
"EAI Red" = "Κόκκινο";
"EAI Blue" = "Μπλε";
"EAI GlossOptimizer" = "Βελτιστοποίηση στιλπνότητας";
"EAI VividMagenta" = "Ζωντανό ματζέντα";
"EAI VividLightMagenta" = "Ζωντανό αχνό ματζέντα";
"EAI Orange" = "Πορτοκαλί";
"EAI Green" = "Πράσινο";

